tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "michaeleisel/zld"
tap "mrdogebro/quicknav"
brew "ca-certificates"
brew "sqlite"
brew "autojump"
brew "bat"
brew "glib"
brew "cairo"
brew "guile"
brew "unbound"
brew "gnutls"
brew "nghttp2"
brew "cask"
brew "cmatrix"
brew "gobject-introspection"
brew "harfbuzz"
brew "leptonica"
brew "libass"
brew "libsndfile"
brew "sdl2"
brew "srt"
brew "x264"
brew "ffmpeg", link: false
brew "gcc"
brew "ghostscript"
brew "pcre2"
brew "git"
brew "go"
brew "htop"
brew "httpd"
brew "ilmbase"
brew "libheif"
brew "imagemagick"
brew "krb5"
brew "libssh2"
brew "libuv"
brew "luajit-openresty"
brew "luv"
brew "mujs"
brew "vapoursynth"
brew "youtube-dl"
brew "mpv"
brew "neofetch"
brew "neovim"
brew "node", link: false
brew "portaudio"
brew "postgresql", restart_service: true
brew "protobuf"
brew "ranger"
brew "redis", restart_service: true
brew "rustup-init"
brew "sdl2_image"
brew "speedtest-cli"
brew "starship"
brew "stockfish"
brew "telnet"
brew "tree"
brew "wget"
brew "yarn"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "heroku/brew/heroku-node"
brew "heroku/brew/heroku"
cask "db-browser-for-sqlite"
cask "docker"
cask "microsoft-auto-update"
cask "microsoft-excel"
cask "microsoft-powerpoint"
cask "microsoft-word"
cask "multimc"
cask "qbittorrent"
cask "raspberry-pi-imager"
cask "thunderbird"
cask "ti-connect-ce"
cask "tiled"
cask "virtualbox"
cask "vnc-viewer"
