tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
brew "openssl@1.1"
brew "python@3.10"
brew "autojump"
brew "bat"
brew "cmatrix"
brew "docker", link: false
brew "sdl2"
brew "ffmpeg"
brew "go"
brew "neofetch"
brew "neovim"
brew "node"
brew "openjdk@8"
brew "postgresql", restart_service: true
brew "ranger"
brew "redis", restart_service: true
brew "rustup-init"
brew "sl"
brew "speedtest-cli"
brew "starship"
brew "stockfish"
brew "tree"
brew "wget"
brew "youtube-dl"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
cask "bfxr"
cask "chromium"
cask "db-browser-for-sqlite"
cask "discord"
cask "docker"
cask "firefox"
cask "font-fira-code-nerd-font"
cask "font-iosevka-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "gimp"
cask "jetbrains-toolbox"
cask "libreoffice"
cask "microsoft-auto-update"
cask "microsoft-excel"
cask "microsoft-powerpoint"
cask "microsoft-word"
cask "monero-wallet"
cask "mpv"
cask "multimc"
cask "qbittorrent"
cask "raspberry-pi-imager"
cask "signal"
cask "spotify"
cask "steam"
cask "sublime-text"
cask "thunderbird"
cask "tiled"
cask "virtualbox"
cask "visual-studio-code"
cask "vnc-viewer"
cask "whatsapp"
cask "zoom"
