tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "mrdogebro/quicknav"
brew "sqlite"
brew "glib"
brew "cairo"
brew "cask"
brew "cmatrix"
brew "etcd"
brew "gobject-introspection"
brew "harfbuzz"
brew "libsndfile"
brew "x264"
brew "ffmpeg"
brew "gcc"
brew "ghostscript"
brew "pcre2"
brew "git"
brew "go"
brew "htop"
brew "ilmbase"
brew "libheif"
brew "imagemagick"
brew "kite"
brew "libuv"
brew "luajit-openresty"
brew "memcached"
brew "mujs"
brew "youtube-dl"
brew "mpv"
brew "protobuf"
brew "mysql"
brew "neofetch"
brew "neovim"
brew "portaudio"
brew "postgresql", restart_service: true
brew "ranger"
brew "redis", restart_service: true
brew "speedtest-cli"
brew "stockfish"
brew "telnet"
brew "tree"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "heroku/brew/heroku-node"
brew "heroku/brew/heroku"
cask "balenaetcher"
cask "db-browser-for-sqlite"
cask "iterm2"
cask "kite"
cask "oracle-jdk"
cask "virtualbox"
